13xforever.language-x86-64-assembly
adamraichu.font-viewer
batisteo.vscode-django
bbenoist.doxygen
franneck94.c-cpp-runner
franneck94.vscode-c-cpp-config
franneck94.vscode-c-cpp-dev-extension-pack
jeff-hykin.better-cpp-syntax
jraylan.django-template-extension
julianiaquinandi.nvim-ui-modifier
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.cpptools-themes
pkief.material-icon-theme
qwtel.sqlite-viewer
sumneko.lua
vadimcn.vscode-lldb
vscodevim.vim
wholroyd.jinja
yukina.yukinord
yy0931.vscode-sqlite3-editor
